Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Encoding_Name_cp20880
source: EBCDIC Cyrillic Russian
ar: EBCDIC السيريلية الروسية
cs: EBCDIC cyrilice (ruština)
de: EBCDIC Kyrillisch Russisch
el: EBCDIC Κυριλλικά Ρωσικά
es: EBCDIC cirílico ruso
fa: EBCDIC سیریلیک روسی
fr: EBCDIC cyrillique russe
hu: EBCDIC cirill (orosz)
id: EBCDIC Sirilik Rusia
it: EBCDIC cirillico russo
ja: EBCDIC キリル言語 (ロシア語)
ko: EBCDIC 키릴 자모 러시아어
pl: EBCDIC cyrylica rosyjska
pt: EBCDIC cirílico russo
ro: EBCDIC chirilică rusă
ru: EBCDIC кириллица (русская)
th: EBCDIC ซีริลลิกรัสเซีย
tr: EBCDIC Kiril Rusça
uk: EBCDIC кирилиця, російська
vi: EBCDIC Kirin tiếng Nga
zh_hans: EBCDIC 西里尔文 (俄语)
zh_hant: EBCDIC 斯拉夫文（俄文）

# Encoding_Name_cp20905
source: EBCDIC Turkish
ar: EBCDIC التركية
cs: EBCDIC turečtina
de: EBCDIC Türkisch
el: EBCDIC Τουρκικά
es: EBCDIC turco
fa: EBCDIC ترکی
fr: EBCDIC turc
hu: EBCDIC török
id: EBCDIC Turki
it: EBCDIC turco
ja: EBCDIC トルコ語
ko: EBCDIC 터키어
pl: EBCDIC turecki
pt: EBCDIC turco
ro: EBCDIC turcă
ru: EBCDIC турецкая
th: EBCDIC ตุรกี
tr: EBCDIC Türkçe
uk: EBCDIC турецька
vi: EBCDIC Thổ Nhĩ Kỳ
zh_hans: EBCDIC 土耳其语
zh_hant: EBCDIC 土耳其文

# Encoding_Name_cp20924
source: EBCDIC Latin 1 with euro
ar: EBCDIC اللاتينية 1 مع اليورو
cs: EBCDIC Latin 1 s eurem
de: EBCDIC Latin 1 mit Euro
el: EBCDIC Λατινικό 1 με ευρώ
es: EBCDIC latín 1 con euro
fa: EBCDIC لاتین 1 با یورو
fr: EBCDIC Latin 1 avec euro
hu: EBCDIC Latin 1, euróval
id: EBCDIC Latin 1 dengan euro
it: EBCDIC latino 1 con euro
ja: EBCDIC ラテン 1、ユーロ記号付き
ko: EBCDIC 라틴 1, 유로 포함
pl: EBCDIC łaciński 1 z euro
pt: EBCDIC latino 1 com euro
ro: EBCDIC latin 1 cu euro
ru: EBCDIC латиница 1 с евро
th: EBCDIC ละติน 1 พร้อมยูโร
tr: EBCDIC Latin 1, avro ile
uk: EBCDIC латиниця 1 з євро
vi: EBCDIC Latin 1 có euro
zh_hans: EBCDIC 拉丁语 1，含欧元符号
zh_hant: EBCDIC 拉丁 1，含歐元符號

# Encoding_Name_cp21025
source: EBCDIC Cyrillic Serbian-Bulgarian
ar: EBCDIC السيريلية الصربية-البلغارية
cs: EBCDIC cyrilice (srbština-bulharština)
de: EBCDIC Kyrillisch Serbisch-Bulgarisch
el: EBCDIC Κυριλλικά Σερβικά-Βουλγαρικά
es: EBCDIC cirílico serbio-búlgaro
fa: EBCDIC سیریلیک صربی-بلغاری
fr: EBCDIC cyrillique serbe-bulgare
hu: EBCDIC cirill (szerb–bolgár)
id: EBCDIC Sirilik Serbia-Bulgaria
it: EBCDIC cirillico serbo-bulgaro
ja: EBCDIC キリル言語 (セルビア語・ブルガリア語)
ko: EBCDIC 키릴 자모 세르비아어-불가리아어
pl: EBCDIC cyrylica serbsko-bułgarska
pt: EBCDIC cirílico sérvio-búlgaro
ro: EBCDIC chirilică sârbă-bulgară
ru: EBCDIC кириллица (сербская и болгарская)
th: EBCDIC ซีริลลิกเซอร์เบีย-บัลแกเรีย
tr: EBCDIC Kiril Sırpça-Bulgarca
uk: EBCDIC кирилиця, сербська-болгарська
vi: EBCDIC Kirin tiếng Serbia-Bulgaria
zh_hans: EBCDIC 西里尔文 (塞尔维亚语-保加利亚语)
zh_hant: EBCDIC 斯拉夫文（塞爾維亞文-保加利亞文）

# Encoding_Name_cp1026
source: EBCDIC Turkish Latin 5
ar: EBCDIC التركية اللاتينية 5
cs: EBCDIC turečtina (Latin 5)
de: EBCDIC Türkisch Latin 5
el: EBCDIC Τουρκικά Λατινικό 5
es: EBCDIC turco latín 5
fa: EBCDIC لاتین 5 ترکی
fr: EBCDIC turc Latin 5
hu: EBCDIC török Latin 5
id: EBCDIC Turki Latin 5
it: EBCDIC turco latino 5
ja: EBCDIC トルコ語 (ラテン 5)
ko: EBCDIC 터키어 라틴 5
pl: EBCDIC turecki łaciński 5
pt: EBCDIC turco latino 5
ro: EBCDIC turcă latin 5
ru: EBCDIC турецкая латиница 5
th: EBCDIC ตุรกีละติน 5
tr: EBCDIC Türkçe Latin 5
uk: EBCDIC турецька латиниця 5
vi: EBCDIC Thổ Nhĩ Kỳ Latin 5
zh_hans: EBCDIC 土耳其语 (拉丁语 5)
zh_hant: EBCDIC 土耳其文（拉丁 5）

# Encoding_Name_cp1047
source: EBCDIC Latin 1 (open systems)
ar: EBCDIC اللاتينية 1 (الأنظمة المفتوحة)
cs: EBCDIC Latin 1 (otevřené systémy)
de: EBCDIC Latin 1 (offene Systeme)
el: EBCDIC Λατινικό 1 (ανοιχτά συστήματα)
es: EBCDIC latín 1 (sistemas abiertos)
fa: EBCDIC لاتین 1 (سیستم‌های باز)
fr: EBCDIC Latin 1 (systèmes ouverts)
hu: EBCDIC Latin 1 (nyílt rendszerek)
id: EBCDIC Latin 1 (sistem terbuka)
it: EBCDIC latino 1 (sistemi aperti)
ja: EBCDIC ラテン 1 (オープン システム)
ko: EBCDIC 라틴 1(개방형 시스템)
pl: EBCDIC łaciński 1 (systemy otwarte)
pt: EBCDIC latino 1 (sistemas abertos)
ro: EBCDIC latin 1 (sisteme deschise)
ru: EBCDIC латиница 1 (открытые системы)
th: EBCDIC ละติน 1 (ระบบเปิด)
tr: EBCDIC Latin 1 (açık sistemler)
uk: EBCDIC латиниця 1 (відкриті системи)
vi: EBCDIC Latin 1 (hệ thống mở)
zh_hans: EBCDIC 拉丁语 1 (开放系统)
zh_hant: EBCDIC 拉丁 1（開放系統）

# Encoding_Name_cp1140
source: EBCDIC US-Canada with euro
ar: EBCDIC الولايات المتحدة-كندا مع اليورو
cs: EBCDIC USA-Kanada s eurem
de: EBCDIC USA-Kanada mit Euro
el: EBCDIC ΗΠΑ-Καναδάς με ευρώ
es: EBCDIC Estados Unidos-Canadá con euro
fa: EBCDIC آمریکا-کانادا با یورو
fr: EBCDIC États-Unis-Canada avec euro
hu: EBCDIC USA–Kanada, euróval
id: EBCDIC AS-Kanada dengan euro
it: EBCDIC Stati Uniti-Canada con euro
ja: EBCDIC 米国・カナダ、ユーロ記号付き
ko: EBCDIC 미국-캐나다, 유로 포함
pl: EBCDIC USA-Kanada z euro
pt: EBCDIC EUA-Canadá com euro
ro: EBCDIC SUA-Canada cu euro
ru: EBCDIC США и Канада с евро
th: EBCDIC สหรัฐอเมริกา-แคนาดาพร้อมยูโร
tr: EBCDIC ABD-Kanada, avro ile
uk: EBCDIC США-Канада з євро
vi: EBCDIC Mỹ-Canada có euro
zh_hans: EBCDIC 美国-加拿大，含欧元符号
zh_hant: EBCDIC 美國-加拿大，含歐元符號

# Encoding_Name_cp1141
source: EBCDIC Germany with euro
ar: EBCDIC ألمانيا مع اليورو
cs: EBCDIC Německo s eurem
de: EBCDIC Deutschland mit Euro
el: EBCDIC Γερμανία με ευρώ
es: EBCDIC Alemania con euro
fa: EBCDIC آلمان با یورو
fr: EBCDIC Allemagne avec euro
hu: EBCDIC Németország, euróval
id: EBCDIC Jerman dengan euro
it: EBCDIC Germania con euro
ja: EBCDIC ドイツ、ユーロ記号付き
ko: EBCDIC 독일, 유로 포함
pl: EBCDIC Niemcy z euro
pt: EBCDIC Alemanha com euro
ro: EBCDIC Germania cu euro
ru: EBCDIC Германия с евро
th: EBCDIC เยอรมนีพร้อมยูโร
tr: EBCDIC Almanya, avro ile
uk: EBCDIC Німеччина з євро
vi: EBCDIC Đức có euro
zh_hans: EBCDIC 德国，含欧元符号
zh_hant: EBCDIC 德國，含歐元符號

# Encoding_Name_cp1142
source: EBCDIC Denmark-Norway with euro
ar: EBCDIC الدنمارك-النرويج مع اليورو
cs: EBCDIC Dánsko-Norsko s eurem
de: EBCDIC Dänemark-Norwegen mit Euro
el: EBCDIC Δανία-Νορβηγία με ευρώ
es: EBCDIC Dinamarca-Noruega con euro
fa: EBCDIC دانمارک-نروژ با یورو
fr: EBCDIC Danemark-Norvège avec euro
hu: EBCDIC Dánia–Norvégia, euróval
id: EBCDIC Denmark-Norwegia dengan euro
it: EBCDIC Danimarca-Norvegia con euro
ja: EBCDIC デンマーク・ノルウェー、ユーロ記号付き
ko: EBCDIC 덴마크-노르웨이, 유로 포함
pl: EBCDIC Dania-Norwegia z euro
pt: EBCDIC Dinamarca-Noruega com euro
ro: EBCDIC Danemarca-Norvegia cu euro
ru: EBCDIC Дания и Норвегия с евро
th: EBCDIC เดนมาร์ก-นอร์เวย์พร้อมยูโร
tr: EBCDIC Danimarka-Norveç, avro ile
uk: EBCDIC Данія-Норвегія з євро
vi: EBCDIC Đan Mạch-Na Uy có euro
zh_hans: EBCDIC 丹麦-挪威，含欧元符号
zh_hant: EBCDIC 丹麥-挪威，含歐元符號

# Encoding_Name_cp1143
source: EBCDIC Finland-Sweden with euro
ar: EBCDIC فنلندا-السويد مع اليورو
cs: EBCDIC Finsko-Švédsko s eurem
de: EBCDIC Finnland-Schweden mit Euro
el: EBCDIC Φινλανδία-Σουηδία με ευρώ
es: EBCDIC Finlandia-Suecia con euro
fa: EBCDIC فنلاند-سوئد با یورو
fr: EBCDIC Finlande-Suède avec euro
hu: EBCDIC Finnország–Svédország, euróval
id: EBCDIC Finlandia-Swedia dengan euro
it: EBCDIC Finlandia-Svezia con euro
ja: EBCDIC フィンランド・スウェーデン、ユーロ記号付き
ko: EBCDIC 핀란드-스웨덴, 유로 포함
pl: EBCDIC Finlandia-Szwecja z euro
pt: EBCDIC Finlândia-Suécia com euro
ro: EBCDIC Finlanda-Suedia cu euro
ru: EBCDIC Финляндия и Швеция с евро
th: EBCDIC ฟินแลนด์-สวีเดนพร้อมยูโร
tr: EBCDIC Finlandiya-İsveç, avro ile
uk: EBCDIC Фінляндія-Швеція з євро
vi: EBCDIC Phần Lan-Thụy Điển có euro
zh_hans: EBCDIC 芬兰-瑞典，含欧元符号
zh_hant: EBCDIC 芬蘭-瑞典，含歐元符號

# Encoding_Name_cp1144
source: EBCDIC Italy with euro
ar: EBCDIC إيطاليا مع اليورو
cs: EBCDIC Itálie s eurem
de: EBCDIC Italien mit Euro
el: EBCDIC Ιταλία με ευρώ
es: EBCDIC Italia con euro
fa: EBCDIC ایتالیا با یورو
fr: EBCDIC Italie avec euro
hu: EBCDIC Olaszország, euróval
id: EBCDIC Italia dengan euro
it: EBCDIC Italia con euro
ja: EBCDIC イタリア、ユーロ記号付き
ko: EBCDIC 이탈리아, 유로 포함
pl: EBCDIC Włochy z euro
pt: EBCDIC Itália com euro
ro: EBCDIC Italia cu euro
ru: EBCDIC Италия с евро
th: EBCDIC อิตาลีพร้อมยูโร
tr: EBCDIC İtalya, avro ile
uk: EBCDIC Італія з євро
vi: EBCDIC Ý có euro
zh_hans: EBCDIC 意大利，含欧元符号
zh_hant: EBCDIC 義大利，含歐元符號

# Encoding_Name_cp1145
source: EBCDIC Spain with euro
ar: EBCDIC إسبانيا مع اليورو
cs: EBCDIC Španělsko s eurem
de: EBCDIC Spanien mit Euro
el: EBCDIC Ισπανία με ευρώ
es: EBCDIC España con euro
fa: EBCDIC اسپانیا با یورو
fr: EBCDIC Espagne avec euro
hu: EBCDIC Spanyolország, euróval
id: EBCDIC Spanyol dengan euro
it: EBCDIC Spagna con euro
ja: EBCDIC スペイン、ユーロ記号付き
ko: EBCDIC 스페인, 유로 포함
pl: EBCDIC Hiszpania z euro
pt: EBCDIC Espanha com euro
ro: EBCDIC Spania cu euro
ru: EBCDIC Испания с евро
th: EBCDIC สเปนพร้อมยูโร
tr: EBCDIC İspanya, avro ile
uk: EBCDIC Іспанія з євро
vi: EBCDIC Tây Ban Nha có euro
zh_hans: EBCDIC 西班牙，含欧元符号
zh_hant: EBCDIC 西班牙，含歐元符號

# Encoding_Name_cp1146
source: EBCDIC United Kingdom with euro
ar: EBCDIC المملكة المتحدة مع اليورو
cs: EBCDIC Spojené království s eurem
de: EBCDIC Vereinigtes Königreich mit Euro
el: EBCDIC Ηνωμένο Βασίλειο με ευρώ
es: EBCDIC Reino Unido con euro
fa: EBCDIC بریتانیا با یورو
fr: EBCDIC Royaume-Uni avec euro
hu: EBCDIC Egyesült Királyság, euróval
id: EBCDIC Inggris Raya dengan euro
it: EBCDIC Regno Unito con euro
ja: EBCDIC 英国、ユーロ記号付き
ko: EBCDIC 영국, 유로 포함
pl: EBCDIC Wielka Brytania z euro
pt: EBCDIC Reino Unido com euro
ro: EBCDIC Regatul Unit cu euro
ru: EBCDIC Великобритания с евро
th: EBCDIC สหราชอาณาจักรพร้อมยูโร
tr: EBCDIC Birleşik Krallık, avro ile
uk: EBCDIC Велика Британія з євро
vi: EBCDIC Vương quốc Anh có euro
zh_hans: EBCDIC 英国，含欧元符号
zh_hant: EBCDIC 英國，含歐元符號

# Encoding_Name_cp1147
source: EBCDIC France with euro
ar: EBCDIC فرنسا مع اليورو
cs: EBCDIC Francie s eurem
de: EBCDIC Frankreich mit Euro
el: EBCDIC Γαλλία με ευρώ
es: EBCDIC Francia con euro
fa: EBCDIC فرانسه با یورو
fr: EBCDIC France avec euro
hu: EBCDIC Franciaország, euróval
id: EBCDIC Prancis dengan euro
it: EBCDIC Francia con euro
ja: EBCDIC フランス、ユーロ記号付き
ko: EBCDIC 프랑스, 유로 포함
pl: EBCDIC Francja z euro
pt: EBCDIC França com euro
ro: EBCDIC Franța cu euro
ru: EBCDIC Франция с евро
th: EBCDIC ฝรั่งเศสพร้อมยูโร
tr: EBCDIC Fransa, avro ile
uk: EBCDIC Франція з євро
vi: EBCDIC Pháp có euro
zh_hans: EBCDIC 法国，含欧元符号
zh_hant: EBCDIC 法國，含歐元符號

# Encoding_Name_cp1148
source: EBCDIC International with euro
ar: EBCDIC الدولية مع اليورو
cs: EBCDIC mezinárodní s eurem
de: EBCDIC International mit Euro
el: EBCDIC Διεθνές με ευρώ
es: EBCDIC internacional con euro
fa: EBCDIC بین‌المللی با یورو
fr: EBCDIC international avec euro
hu: EBCDIC nemzetközi, euróval
id: EBCDIC Internasional dengan euro
it: EBCDIC internazionale con euro
ja: EBCDIC インターナショナル、ユーロ記号付き
ko: EBCDIC 국제, 유로 포함
pl: EBCDIC międzynarodowy z euro
pt: EBCDIC internacional com euro
ro: EBCDIC internațional cu euro
ru: EBCDIC международная с евро
th: EBCDIC สากลพร้อมยูโร
tr: EBCDIC Uluslararası, avro ile
uk: EBCDIC міжнародна з євро
vi: EBCDIC Quốc tế có euro
zh_hans: EBCDIC 国际，含欧元符号
zh_hant: EBCDIC 國際，含歐元符號

# Encoding_Name_cp1149
source: EBCDIC Icelandic with euro
ar: EBCDIC الآيسلندية مع اليورو
cs: EBCDIC islandština s eurem
de: EBCDIC Isländisch mit Euro
el: EBCDIC Ισλανδικά με ευρώ
es: EBCDIC islandés con euro
fa: EBCDIC ایسلندی با یورو
fr: EBCDIC islandais avec euro
hu: EBCDIC izlandi, euróval
id: EBCDIC Islandia dengan euro
it: EBCDIC islandese con euro
ja: EBCDIC アイスランド語、ユーロ記号付き
ko: EBCDIC 아이슬란드어, 유로 포함
pl: EBCDIC islandzki z euro
pt: EBCDIC islandês com euro
ro: EBCDIC islandeză cu euro
ru: EBCDIC исландская с евро
th: EBCDIC ไอซ์แลนด์พร้อมยูโร
tr: EBCDIC İzlandaca, avro ile
uk: EBCDIC ісландська з євро
vi: EBCDIC Iceland có euro
zh_hans: EBCDIC 冰岛语，含欧元符号
zh_hant: EBCDIC 冰島文，含歐元符號

# Encoding_Name_cp930
source: EBCDIC Japanese katakana mixed (SO/SI)
ar: EBCDIC اليابانية المختلطة بالكاتاكانا (SO/SI)
cs: EBCDIC japonská katakana smíšená (SO/SI)
de: EBCDIC Japanisch Katakana gemischt (SO/SI)
el: EBCDIC Ιαπωνικά katakana μικτά (SO/SI)
es: EBCDIC japonés katakana mixto (SO/SI)
fa: EBCDIC کاتاکانای ژاپنی ترکیبی (SO/SI)
fr: EBCDIC japonais katakana mixte (SO/SI)
hu: EBCDIC japán katakana, vegyes (SO/SI)
id: EBCDIC Katakana Jepang campuran (SO/SI)
it: EBCDIC giapponese katakana misto (SO/SI)
ja: EBCDIC 日本語カタカナ混在 (SO/SI)
ko: EBCDIC 일본어 가타카나 혼합(SO/SI)
pl: EBCDIC japoński mieszany z katakaną (SO/SI)
pt: EBCDIC japonês katakana misto (SO/SI)
ro: EBCDIC japoneză katakana mixtă (SO/SI)
ru: EBCDIC японская катакана, смешанная (SO/SI)
th: EBCDIC ญี่ปุ่นผสมคาตากานะ (SO/SI)
tr: EBCDIC Japonca katakana karışık (SO/SI)
uk: EBCDIC японська, змішана з катаканою (SO/SI)
vi: EBCDIC katakana tiếng Nhật hỗn hợp (SO/SI)
zh_hans: EBCDIC 日语片假名混合 (SO/SI)
zh_hant: EBCDIC 日文片假名混合（SO/SI）

# Encoding_Name_cp939
source: EBCDIC Japanese Latin mixed (SO/SI)
ar: EBCDIC اليابانية المختلطة باللاتينية (SO/SI)
cs: EBCDIC japonská latinka smíšená (SO/SI)
de: EBCDIC Japanisch Latein gemischt (SO/SI)
el: EBCDIC Ιαπωνικά λατινικά μικτά (SO/SI)
es: EBCDIC japonés latino mixto (SO/SI)
fa: EBCDIC لاتین ژاپنی ترکیبی (SO/SI)
fr: EBCDIC japonais latin mixte (SO/SI)
hu: EBCDIC japán latin, vegyes (SO/SI)
id: EBCDIC Latin Jepang campuran (SO/SI)
it: EBCDIC giapponese latino misto (SO/SI)
ja: EBCDIC 日本語ラテン混在 (SO/SI)
ko: EBCDIC 일본어 라틴 혼합(SO/SI)
pl: EBCDIC japoński mieszany łaciński (SO/SI)
pt: EBCDIC japonês latino misto (SO/SI)
ro: EBCDIC japoneză latină mixtă (SO/SI)
ru: EBCDIC японская латиница, смешанная (SO/SI)
th: EBCDIC ญี่ปุ่นผสมละติน (SO/SI)
tr: EBCDIC Japonca Latin karışık (SO/SI)
uk: EBCDIC японська, змішана з латиницею (SO/SI)
vi: EBCDIC Latin tiếng Nhật hỗn hợp (SO/SI)
zh_hans: EBCDIC 日语拉丁混合 (SO/SI)
zh_hant: EBCDIC 日文拉丁混合（SO/SI）

# Menu_View_EncodingMore.Text
source: More encodings…
ar: مزيد من الترميزات…
cs: Další kódování…
de: Weitere Codierungen…
el: Περισσότερες κωδικοποιήσεις…
es: Más codificaciones…
fa: رمزگذاری‌های بیشتر…
fr: Autres encodages…
hu: További kódolások…
id: Pengodean Lainnya…
it: Altre codifiche…
ja: その他(M)…
ko: 기타 인코딩(M)…
pl: Więcej kodowań…
pt: Mais codificações…
ro: Mai multe codificări…
ru: Другие кодировки…
th: การเข้ารหัสเพิ่มเติม(M)…
tr: Diğer kodlamalar…
uk: Інші кодування…
vi: Bảng mã Khác…
zh_hans: 更多编码(M)…
zh_hant: 更多編碼(M)…

# Menu_View_EncodingMore.AccessKey
source: M
ar: م
cs: K
de: W
el: Π
fa: ب
fr: E
hu: O
id: G
it: R
pl: W
ru: Д
tr: D
uk: І
vi: K

# Cmd_view_encoding_select
source: View: Select text encoding
ar: عرض: تحديد ترميز النص
cs: Zobrazení: Vybrat kódování textu
de: Ansicht: Textcodierung auswählen
el: Προβολή: Επιλογή κωδικοποίησης κειμένου
es: Ver: seleccionar la codificación de texto
fa: نما: انتخاب رمزگذاری متن
fr: Affichage : choisir l'encodage du texte
hu: Nézet: Szövegkódolás kiválasztása
id: Tampilan: Pilih pengodean teks
it: Visualizza: seleziona codifica testo
ja: 表示: 文字コードの選択
ko: 보기: 텍스트 인코딩 선택
pl: Widok: wybierz kodowanie tekstu
pt: Exibir: selecionar codificação de texto
ro: Vizualizare: selectare codificare text
ru: Вид: выбрать кодировку текста
th: มุมมอง: เลือกการเข้ารหัสข้อความ
tr: Görünüm: Metin kodlamasını seç
uk: Вигляд: вибрати кодування тексту
vi: Xem: Chọn bảng mã văn bản
zh_hans: 视图：选择文本编码
zh_hant: 檢視：選取文字編碼

# CmdAlias_view_encoding_select
source: charset code page ebcdic
ar: charset code page ebcdic مجموعة أحرف صفحة ترميز
cs: kódování kodovani znaková znakova sada stránka stranka charset code page ebcdic
de: codierung zeichensatz codepage charset code page ebcdic
el: κωδικοποίηση κωδικοσελίδα charset code page ebcdic
es: codificación juego de caracteres página de códigos charset code page ebcdic
fa: مجموعه نویسه صفحهٔ کد, charset code page ebcdic
fr: encodage jeu de caractères page de codes charset code page ebcdic
hu: kódolás kodolas kódlap kodlap karakterkészlet charset code page ebcdic
id: pengodean halaman kode charset code page ebcdic
it: codifica tabella codici charset code page ebcdic
ja: もじこーど こーどぺーじ
ko: 인코딩 선택 문자 집합 코드 페이지 charset code page ebcdic
pl: kodowanie strona kodowa charset code page ebcdic
pt: codificação página de código charset code page ebcdic
ro: codificare set caractere pagină pagina coduri charset code page ebcdic
ru: кодировка кодовая страница charset code page ebcdic
th: การเข้ารหัส โค้ดเพจ ชุดอักขระ charset code page ebcdic
tr: karakter kümesi kod sayfası charset code page ebcdic
uk: кодування кодова сторінка charset code page ebcdic
vi: bảng mã ký tự trang mã charset code page ebcdic
zh_hans: 编码 字符集 代码页 charset code page ebcdic
zh_hant: 文字編碼 字元集 字碼頁 charset code page ebcdic

# EncodingList_Title
source: Text encoding
ar: ترميز النص
cs: Kódování textu
de: Textcodierung
el: Κωδικοποίηση κειμένου
es: Codificación de texto
fa: رمزگذاری متن
fr: Encodage du texte
hu: Szövegkódolás
id: Pengodean teks
it: Codifica testo
ja: 文字コード
ko: 텍스트 인코딩
pl: Kodowanie tekstu
pt: Codificação de texto
ro: Codificare text
ru: Кодировка текста
th: การเข้ารหัสข้อความ
tr: Metin kodlaması
uk: Кодування тексту
vi: Bảng mã văn bản
zh_hans: 文本编码
zh_hant: 文字編碼

# EncodingList_Filter
source: Filter by number or name
ar: التصفية حسب الرقم أو الاسم
cs: Filtrovat podle čísla nebo názvu
de: Nach Nummer oder Name filtern
el: Φιλτράρισμα κατά αριθμό ή όνομα
es: Filtrar por número o nombre
fa: فیلتر بر اساس شماره یا نام
fr: Filtrer par numéro ou par nom
hu: Szűrés szám vagy név szerint
id: Filter berdasarkan nomor atau nama
it: Filtra per numero o nome
ja: 番号・名前で絞り込み
ko: 번호 또는 이름으로 필터링
pl: Filtruj według numeru lub nazwy
pt: Filtrar por número ou nome
ro: Filtrare după număr sau nume
ru: Фильтр по номеру или имени
th: กรองตามหมายเลขหรือชื่อ
tr: Numaraya veya ada göre filtrele
uk: Фільтр за номером або назвою
vi: Lọc theo số hoặc tên
zh_hans: 按编号或名称筛选
zh_hant: 依編號或名稱篩選

# EncodingList_Stateful
source: Not available for the text column: this encoding switches modes with escape sequences, so text cannot be shown correctly from an arbitrary position. It can be used for encoding conversion.
ar: غير متاح لعمود النص: يبدّل هذا الترميز الأوضاع باستخدام تسلسلات الهروب، لذا لا يمكن عرض النص بشكل صحيح من موضع عشوائي. يمكن استخدامه لتحويل الترميز.
cs: Pro textový sloupec není k dispozici: toto kódování přepíná režimy pomocí řídicích sekvencí, takže text nelze správně zobrazit od libovolné pozice. Lze ho použít pro převod kódování.
de: Für die Textspalte nicht verfügbar: Diese Codierung wechselt Modi mit Escapesequenzen, daher kann Text nicht ab einer beliebigen Position korrekt angezeigt werden. Sie kann für die Codierungskonvertierung verwendet werden.
el: Δεν είναι διαθέσιμη για τη στήλη κειμένου: αυτή η κωδικοποίηση αλλάζει λειτουργίες με ακολουθίες διαφυγής, επομένως το κείμενο δεν μπορεί να εμφανιστεί σωστά από οποιαδήποτε θέση. Μπορεί να χρησιμοποιηθεί για μετατροπή κωδικοποίησης.
es: No disponible para la columna de texto: esta codificación cambia de modo con secuencias de escape, así que el texto no se puede mostrar correctamente desde cualquier posición. Se puede usar para convertir la codificación.
fa: برای ستون متن در دسترس نیست: این رمزگذاری با دنباله‌های گریز حالت عوض می‌کند، بنابراین متن از یک موقعیت دلخواه به‌درستی نمایش داده نمی‌شود. می‌توان از آن برای تبدیل رمزگذاری استفاده کرد.
fr: Non disponible pour la colonne texte : cet encodage change de mode à l'aide de séquences d'échappement ; le texte ne peut donc pas être affiché correctement à partir d'une position quelconque. Il peut être utilisé pour la conversion d'encodage.
hu: A szövegoszlophoz nem választható: ez a kódolás escape-szekvenciákkal vált módot, ezért a szöveg tetszőleges pozíciótól nem jeleníthető meg helyesen. Kódolásátalakításhoz használható.
id: Tidak tersedia untuk kolom teks: pengodean ini berganti mode dengan urutan escape, sehingga teks tidak dapat ditampilkan dengan benar dari posisi sembarang. Pengodean ini dapat digunakan untuk konversi pengodean.
it: Non disponibile per la colonna testo: questa codifica cambia modalità con sequenze di escape, quindi il testo non può essere mostrato correttamente da una posizione arbitraria. Può essere usata per la conversione della codifica.
ja: テキスト列では選べません: エスケープシーケンスで状態を切り替える文字コードのため、任意の位置から正しく表示できません。文字コード変換では使えます。
ko: 텍스트 열에서는 사용할 수 없습니다. 이 인코딩은 이스케이프 시퀀스로 모드를 전환하므로 임의의 위치부터 텍스트를 올바르게 표시할 수 없습니다. 인코딩 변환에는 사용할 수 있습니다.
pl: Niedostępne dla kolumny tekstu: to kodowanie przełącza tryby za pomocą sekwencji ucieczki, więc tekstu nie można poprawnie wyświetlić od dowolnej pozycji. Można go używać do konwersji kodowania.
pt: Não disponível para a coluna de texto: esta codificação alterna modos com sequências de escape, por isso o texto não pode ser mostrado corretamente a partir de uma posição arbitrária. Pode ser usada para conversão de codificação.
ro: Nu este disponibilă pentru coloana text: această codificare comută modurile prin secvențe escape, așa că textul nu poate fi afișat corect de la o poziție arbitrară. Poate fi utilizată pentru conversia codificării.
ru: Недоступно для текстового столбца: эта кодировка переключает режимы с помощью escape-последовательностей, поэтому текст нельзя правильно отобразить с произвольной позиции. Ее можно использовать для преобразования кодировки.
th: ใช้กับคอลัมน์ข้อความไม่ได้: การเข้ารหัสนี้สลับโหมดด้วยลำดับหลีก จึงไม่สามารถแสดงข้อความได้อย่างถูกต้องจากตำแหน่งใดก็ได้ แต่ใช้สำหรับการแปลงการเข้ารหัสได้
tr: Metin sütunu için kullanılamaz: bu kodlama kaçış dizileriyle mod değiştirdiğinden metin rastgele bir konumdan doğru gösterilemez. Kodlama dönüştürme için kullanılabilir.
uk: Недоступно для текстового стовпця: це кодування перемикає режими за допомогою escape-послідовностей, тому текст неможливо правильно відобразити з довільної позиції. Його можна використовувати для перетворення кодування.
vi: Không dùng được cho cột văn bản: bảng mã này chuyển chế độ bằng chuỗi thoát nên không thể hiển thị đúng văn bản từ một vị trí bất kỳ. Có thể dùng bảng mã này để chuyển đổi mã hóa.
zh_hans: 不可用于文本列：此编码通过转义序列切换模式，因此无法从任意位置正确显示文本。可用于编码转换。
zh_hant: 無法用於文字欄：此編碼會以逸出序列切換模式，因此無法從任意位置正確顯示文字。可用於編碼轉換。

# EncodingList_Group_Basic
source: Basic
ar: أساسي
cs: Základní
de: Basis
el: Βασικές
es: Básicas
fa: پایه
fr: De base
hu: Alapvető
id: Dasar
it: Di base
ja: 基本
ko: 기본
pl: Podstawowe
pt: Básico
ro: De bază
ru: Основные
th: พื้นฐาน
tr: Temel
uk: Основні
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

# EncodingList_Group_Other
source: Other
ar: أخرى
cs: Ostatní
de: Sonstige
el: Άλλες
es: Otras
fa: سایر
fr: Autres
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
pl: Inne
pt: Outros
ro: Altele
ru: Другие
th: อื่นๆ
tr: Diğer
uk: Інші
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Set_view_text_nonPrintable
source: Symbol for non-printable characters
ar: رمز الأحرف غير القابلة للطباعة
cs: Symbol pro netisknutelné znaky
de: Symbol für nicht druckbare Zeichen
el: Σύμβολο για μη εκτυπώσιμους χαρακτήρες
es: Símbolo para caracteres no imprimibles
fa: نماد نویسه‌های غیرقابل چاپ
fr: Symbole des caractères non imprimables
hu: Nem nyomtatható karakterek jele
id: Simbol untuk karakter yang tidak dapat dicetak
it: Simbolo per i caratteri non stampabili
ja: 表示しない文字の記号
ko: 인쇄할 수 없는 문자의 기호
pl: Symbol znaków niedrukowalnych
pt: Símbolo para caracteres não imprimíveis
ro: Simbol pentru caractere neimprimabile
ru: Символ для непечатаемых символов
th: สัญลักษณ์สำหรับอักขระที่พิมพ์ไม่ได้
tr: Yazdırılamayan karakterler için simge
uk: Символ для недрукованих символів
vi: Ký hiệu cho ký tự không in được
zh_hans: 不可打印字符的符号
zh_hant: 無法列印字元的符號
